Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Video local area network controllers
it: Dispositivi di comando per reti locali video

source: Passive infrared detectors
it: Rivelatori a infrarossi passivi

source: Laboratory centrifuges
it: Centrifughe da laboratorio

source: Testing apparatus not for medical purposes
it: Apparecchi per l'analisi non per uso medico

source: Limiters [electricity]
it: Limitatori [elettricità]

source: Reprographic plates (sensitised -) [exposed]
it: Lastre riprografiche (sensibilizzate -) [impressionate]

source: Infrared scanners
it: Scanner ad infrarossi

source: Protective work clothing [for protection against accident or injury]
it: Indumenti da lavoro protettivi [per protezione contro incidenti o lesioni]

source: Radar jamming apparatus
it: Apparecchi anti-radar

source: Laser scanning densitometers
it: Densitometri a scansione laser

source: Separation columns for weighing purposes
it: Colonne di separazione per pesatura

source: Heating furnaces specifically adapted for laboratory experiments
it: Forni di riscaldamento specificamente concepiti per esperimenti di laboratorio

source: Cable connectors
it: Connettori per cavi

source: Computer software for use in computer access control
it: Software per il controllo di accesso a computer

source: Vibrating separators [laboratory apparatus]
it: Separatori a vibrazione [strumenti di laboratorio]

source: Cathode ray tubes
it: Tubi a raggi catodici

source: Wrist rests for computer mouse users
it: Poggia-polsi per l'uso del mouse

source: Monitors
it: Monitor

source: Terminals for electronically processing credit card payments
it: Terminali per l'elaborazione elettronica di pagamenti con carte di credito

source: Photographic processing apparatus
it: Apparecchi di sviluppo fotografico

source: Data communications receivers
it: Ricevitori per comunicazione dati

source: Data exchange units
it: Unità di scambio dati

source: Data networks
it: Reti di dati

source: Cathodes
it: Catodi

source: Parking meters
it: Parchimetri

source: Decoding apparatus
it: Decodificatore

source: Computer sub-assemblies
it: Sottogruppi per computer

source: Conductor bars
it: Barre conduttrici

source: Optical disc testers
it: Tester per dischi ottici

source: Optical memories
it: Memorie ottiche

source: Electric thermostats
it: Termostati elettrici

source: Electric timers
it: Timer elettrici

source: Analogue circuits
it: Circuiti analogici

source: Analogue convertors
it: Convertitori analogici

source: Computer programmes for interactive television and for interactive games and/or quizzes
it: Programmi informatici per televisione interattiva e per giochi e/o quiz interattivi

source: Computer programs for network management
it: Programmi informatici per la gestione di reti

source: Measuring cables
it: Cavi di misura

source: Advertising signboards [mechanical]
it: Insegne pubblicitarie [meccaniche]

source: Programmable timers
it: Timer programmabili

source: Programming units (Computer -)
it: Unità di programmazione (Computer -)

source: Escape slides
it: Scivoli di fuga

source: Electronic monitoring instruments, other than for medical use
it: Strumenti di monitoraggio elettronici, non per uso medico

source: Voice processing systems
it: Sistemi di elaborazione vocale

source: Radios incorporating clocks
it: Radio con orologio incorporato

source: Microphone mixers
it: Mixer per microfoni

source: Photometric analyzers [other than for medical use]
it: Analizzatori fotometrici [non per uso medico]

source: Transmitters for the transmission of electric signals
it: Trasmettitori per la trasmissione di segnali elettrici

source: Pressure-to-current converters
it: Convertitori da pressione a corrente

source: Portable transmitters
it: Trasmettitori portatili

source: Connections for electric cables
it: Connessioni per cavi elettrici

source: Video recordings
it: Registrazioni video

source: Printed electrical circuits
it: Circuiti elettrici stampati

source: Tone pads
it: Tone pad

source: Topographic apparatus [electric]
it: Apparecchi topografici [elettrici]

source: Trackballs [computer apparatus]
it: Trackball [apparecchi informatici]

source: Petrochemical analyzers
it: Analizzatori petrolchimici

source: Directional couplers
it: Accoppiatori direzionali

source: Data terminals
it: Terminali di dati

source: Printers
it: Stampanti

source: Thermostats for vehicles
it: Termostati per veicoli

source: Video games [computer games] in the form of computer programs recorded on data carriers
it: Videogiochi [giochi per computer] sotto forma di programmi memorizzati su supporti dati

source: Theatre glasses
it: Binocoli da teatro

source: Odometers
it: Odometri

source: Mirrors for inspecting work
it: Specchi d'ispezione per lavori

source: Light-emitting diodes [LED]
it: Diodi ad emissione luminosa [LED]

source: Lightning arrester equipment
it: Deviatori di sovracorrenti

source: Underwater sonar surveying apparatus
it: Apparecchi di rilevamento subacquei sonar

source: Multiplexers
it: Multiplatori

source: Navigational buoys
it: Boe di navigazione

source: Thermostats
it: Termostati

source: Thermocouple blocks
it: Blocchi di termocoppia

source: Wireless telephony apparatus
it: Apparecchi telefonici senza filo

source: Magnetic strip cards
it: Schede a nastro magnetico

source: Magnetic wall stud finders
it: Cerca-chiodi magnetici per muri

source: Magnetically encoded credit cards
it: Carte di credito magnetiche codificate

source: Anode batteries
it: Batterie anodiche

source: USB cables
it: Cavi USB

source: Solar wafers
it: Wafer solari

source: Electro-optical couplers
it: Accoppiatori elettro-ottici

source: Electromagnetic conduits
it: Condotte elettromagnetiche

source: Banana plugs
it: Spine a banana

source: Electric apparatus for commutation
it: Apparecchi elettrici di commutazione

source: Instruments for measuring angles
it: Strumenti per misurare gli angoli

source: Containers for films
it: Contenitori per film

source: Optical communications instruments
it: Strumenti per comunicazioni ottiche

source: High-frequency switching power supplies
it: Alimentatori a commutazione ad alta frequenza

source: Mobile telephone batteries
it: Batterie per telefoni cellulari

source: Particle accelerators
it: Acceleratori di particelle

source: Acidimeters for batteries
it: Pesa-acido per accumulatori

source: Pressure indicator plugs for valves
it: Tappi indicatori di pressione per valvole

source: CD storage wallets
it: Borsa porta CD

source: Children's educational software
it: Software didattici per bambini

source: Anti-theft alarms [other than for vehicles]
it: Allarmi antifurto [eccetto per veicoli]

source: Telephone cable heads
it: Teste di cavi telefonici

source: Radiological apparatus for industrial purposes
it: Apparecchi di radiologia per uso industriale

source: Faraday rotator glass
it: Vetro di rotazione Faraday

source: High-frequency apparatus
it: Apparecchi ad alta frequenza

source: Radiology screens for industrial purposes
it: Schermi radiologici per uso industriale

source: Identity cards, magnetic
it: Carte d'identità magnetiche

source: Two-way plugs for headphones
it: Spinotti bidirezionali per cuffie

source: Ultrasonic cleaning instruments for laboratory use
it: Strumenti di pulizia a ultrasuoni per laboratori

source: Ultrasonic wave type intruder sensors
it: Sensori anti-intrusione ad onde ultrasoniche

source: Zenith telescopes
it: Telescopi zenitali

source: Downloadable video game programs
it: Programmi per videogiochi scaricabili

source: Dust covers for computers
it: Fodere antipolvere per computer

source: Rafts (Life -) for emergency use
it: Zattere di salvataggio per emergenze

source: Geiger counters
it: Contatori Geiger

source: Gravimeters
it: Gravimetri

source: Smart card readers
it: Lettori di smart card

source: Software for commerce over a global communications network
it: Software per il commercio su una rete di comunicazione globale

source: Software for facilitating secure credit card transactions
it: Software per facilitare le transazioni sicure mediante carta di credito

source: Interactive graphics screens
it: Schermi grafici interattivi

source: Interface network modems
it: Modem per reti di interfaccia

source: Television outlets
it: Prese televisive

source: Simulators for training personnel in the flying of aircraft
it: Simulatori per l'addestramento di personale al volo aereo

source: Gas detecting apparatus
it: Apparecchi rivelatori di gas

source: Magnetic tape units for computers
it: Unità per nastri magnetici [informatica]

source: Barometers
it: Barometri

source: Mobile communication terminals
it: Terminali di comunicazione cellulare

source: Residual gas analyzers
it: Analizzatori di gas residui

source: Television cameras
it: Telecamere televisive

source: Waveguides (Electronic -)
it: Guide d'onda (Elettroniche -)

source: Laser diodes
it: Diodi laser

source: Instruments for the reduction of noise in systems for recording audio signals
it: Strumenti per la riduzione del rumore in sistemi per la registrazione di segnali audio

source: Automatic security barriers
it: Barriere di sicurezza automatiche

source: Bags adapted for carrying photographic apparatus
it: Borse per il trasporto di apparecchi fotografici

source: Frequency indicators
it: Indicatori di frequenza

source: Frequency invertors [electronic]
it: Invertitori di frequenza [elettronici]

source: Frequency modulators
it: Modulatori di frequenza

source: Target surveillance apparatus [telescopic]
it: Apparecchi di controllo bersagli [telescopici]

source: Telecommunications multiplexers
it: Multiplexer per telecomunicazioni

source: Combustion gas detectors
it: Rilevatori di gas combustibile

source: Communications processing computer software
it: Software per l'elaborazione di comunicazioni

source: Digital music downloadable provided from the internet
it: Musica digitale scaricabile fornita da Internet

source: Seismographic apparatus
it: Apparecchi sismografici

source: High frequency transducers
it: Trasduttori ad alta frequenza

source: Hollow glass containers for laboratory use
it: Contenitori cavi in vetro per laboratorio

source: Holographic apparatus
it: Apparecchi olografici

source: Thermal suits for aviators
it: Tute termiche per aviatori

source: Magnetic disk drives
it: Drive di dischi magnetici

source: Observation instruments
it: Strumenti d'osservazione

source: Integrated circuit memories
it: Memorie di circuiti integrati

source: Cards encoded to access computer software
it: Schede codificate per l'accesso a software

source: Computer software for creating searchable databases of information and data
it: Software per creazione di banche dati di informazioni e dati in cui fare ricerca

source: Computer software for inter-network accounting in the telecommunications field
it: Software per la contabilità all'interno di una rete nel settore delle telecomunicazioni

source: X-ray plates [exposed] other than for medical use
it: Lastre radiografiche [impressionate], non per uso medico

source: Mechanical contact switches
it: Interruttori a contatto meccanici

source: Safety clothing for protection against accident or injury
it: Indumenti di sicurezza per la protezione contro incidenti o lesioni

source: Laboratory oscilloscopes
it: Oscilloscopi da laboratorio

source: Target sights for guns [laser]
it: Mirini per armi da fuoco [laser]

source: Target surveillance apparatus [electric]
it: Apparecchi di controllo bersagli [elettrici]

source: Chromatogram analyzers for scientific or laboratory use
it: Analizzatori di cromatogramma per uso scientifico o di laboratorio

source: Marine autopilots
it: Autopiloti marittimi

source: Electric circuit interrupters
it: Interruttori di circuiti elettrici

source: Silicon chips [electronic components]
it: Chip al silicio [componenti elettronici]

source: Silicon controlled rectifiers
it: Raddrizzatori controllati al silicio

source: Coaxial cable connectors
it: Connettori per cavi coassiali

source: Telescopic bow sights
it: Mirini telescopici

source: Arm rests for use with computers
it: Braccioli per postazione computer

source: Solar batteries for industrial use
it: Batterie solari per uso industriale

source: Digital sound processors
it: Elaboratori digitali di suoni

source: Radio-frequency filters
it: Filtri a radiofrequenza

source: Protective clothing for the prevention of injury
it: Indumenti protettivi per la prevenzione delle lesioni

source: Protective clothing made from ballistic resistant materials
it: Indumenti protettivi in materiali antiproiettili

source: Protective headgear for the prevention of accident or injury
it: Cappelleria protettiva per la prevenzione di incidenti o lesioni

source: Protective suits [against accident or injury]
it: Tute di protezione [contro incidenti e infortuni]

source: Synchronous capacitors
it: Condensatori sincroni

source: Wireless broadband radios
it: Radio a banda larga senza fili

source: Linear actuators [electric]
it: Azionatori lineari [elettrici]

source: Liquid chromatography columns for scientific use
it: Colonne per cromatografia dei liquidi per uso scientifico

source: Encoded programs
it: Programmi codificati

source: Encryption apparatus
it: Dispositivi crittografici

source: Holographic security apparatus
it: Apparecchi di sicurezza olografici

source: Metallic wires [electric]
it: Fili metallici [elettrici]

source: Sound reverberation units
it: Unità di riverberazione sonora

source: Spectrum analyzers, other than for medical use
it: Analizzatori di spettro, non per uso medico

source: Plug-in cartridges [electronic]
it: Cartucce inseribili [elettroniche]

source: Force transducers
it: Trasduttori di forza

source: Travelling wave tubes
it: Tubi a onde progressive

source: Precision balances
it: Bilance di precisione

source: Thermographic apparatus, other than for medical use
it: Apparecchi termografici, non per uso medico

source: Recorded data [magnetic]
it: Dati registrati [magnetici]

source: Storage containers adapted for compact discs
it: Contenitori adattati per compact disc

source: Disc memories
it: Memorie a disco

source: Inspection mirrors
it: Specchi d'ispezione

source: Audio visual recordings
it: Registrazioni audiovisive

source: Pouches for optical apparatus
it: Borse per strumenti ottici

source: Power dividers [electric]
it: Divisori di potenza [elettrici]

source: Computer software for use in programming facsimile machines
it: Software per la programmazione di apparecchi fax

source: Connection cables
it: Cavi di connessione

source: Corrective eyewear
it: Occhiali correttivi

source: Interactive multimedia computer programs
it: Programmi per computer multimediali interattivi

source: Digital photo frames
it: Cornici per foto digitali

source: Temperature indicator labels, not for medical purposes
it: Etichette indicatrici di temperatura, non per uso medico

source: Stroboscopes
it: Stroboscopi

source: Pitot tubes
it: Tubi di Pitot

source: Optical sensors
it: Sensori ottici

source: Computer screens
it: Monitor per computer

source: Battery leads
it: Cavi di batterie

source: Jigs [measuring instruments]
it: Sagome [strumenti di misura]

source: Screens
it: Schermi

source: Cassette players
it: Lettori di cassette

source: Blueprint apparatus
it: Apparecchi eliografici

source: Recorded tapes
it: Nastri registrati

source: Pre-recorded cassettes
it: Cassette preregistrate

source: Optical disc players
it: Lettori per dischi ottici

source: Animated cartoons in the form of cinematographic films
it: Cartoni animati sotto forma di pellicole cinematografiche

source: Electroacoustic amplifiers
it: Amplificatori elettroacustici

source: Measuring devices, electric
it: Apparecchi elettrici di misura

source: Electrical controls
it: Comandi elettrici

source: Electric control apparatus
it: Apparecchi di comando elettrici

source: Mains transformers (Electric -)
it: Trasformatori di rete (Elettrici -)

source: Electrical transmitters
it: Trasmettitori elettrici

source: Regulating apparatus, electric
it: Apparecchi elettrici di controllo

source: Cable modems
it: Modem via cavo

source: Telephone earpieces
it: Auricolari per telefoni

source: Commutators
it: Commutatori

source: Telephone headsets
it: Cuffie per telefoni

source: Telephone apparatus
it: Apparecchi telefonici

source: Kilometre recorders
it: Contachilometri

source: Audio tapes
it: Nastri audio

source: Electrical resistance wire
it: Fili elettrici resistivi

source: Electrical control boards
it: Quadri di comando elettrici

source: Audio cassettes
it: Audiocassette

source: Measuring transducers
it: Trasduttori di misura

source: Sound recorders
it: Registratori audio

source: Accounting machines
it: Macchine contabili

source: Thermal switches
it: Interruttori termici

source: Megaphones
it: Megafoni

source: Optical readers
it: Lettori ottici

source: Sirens
it: Sirene

source: Pressure indicators
it: Indicatori di pressione

source: Control panels [electricity]
it: Quadri di comando [elettricità]

source: Electric power supply units
it: Unità di alimentazione elettrica

source: Magnetic wires
it: Fili magnetici

source: Thermal controls
it: Controlli termici

source: Thermal cutoffs
it: Fusibili termici

source: Projection screens
it: Schermi di proiezione

source: Tachometers
it: Tachimetri

source: Pressure sensors
it: Sensori di pressione

source: Memory sticks
it: Memory stick

source: Memory cards
it: Memory card

source: Cinematographic films
it: Film cinematografici

source: Audio tape recorders
it: Registratori a nastro

source: Mechanical signs
it: Insegne meccaniche

source: Audio cassette recorders
it: Registratori di audiocassette

source: Pressure transducers
it: Trasduttori di pressione

source: X-ray apparatus not for medical purposes
it: Apparecchi radiografici non per uso medico

source: Monitoring apparatus, electric
it: Apparecchi elettrici di sorveglianza

source: Photocells
it: Fotocellule

source: Optical connectors
it: Connettori ottici

source: Optical couplers
it: Accoppiatori ottici

source: Solderers' helmets
it: Maschere per saldatori

source: Rectifier tubes
it: Tubi raddrizzatori

source: Batteries for electric vehicles
it: Accumulatori per veicoli elettrici

source: Tape cassettes
it: Cassetta a nastro

source: Counters
it: Contatori

source: Handheld personal computers
it: Personal Computer portatili

source: Portable computers
it: Computer portatili

source: Personal computers
it: Personal computer

source: Loudspeaker systems
it: Sistemi di altoparlanti

source: Public address speaker systems
it: Sistema di amplificazione sonora

source: Apparatus, instruments and cables for electricity
it: Apparecchi, strumenti e cavi per l'elettricità

source: Navigation, guidance, tracking, targeting and map making devices
it: Dispositivi di navigazione, guida, tracciamento, segnaletica e cartografia

source: Measuring, detecting and monitoring instruments, indicators and controllers
it: Strumenti, indicatori e regolatori per misurare, investigare e monitorare

source: Scientific research and laboratory apparatus, educational apparatus and simulators
it: Strumenti, indicatori e regolatori per misurare, rilevare e monitorare

source: Recorded content
it: Contenuti registrati

source: Information technology and audiovisual equipment
it: Attrezzature informatiche ed audiovisivi

source: Magnets, magnetizers and demagnetizers
it: Magneti, magnetizzatori e demagnetizzatori

source: Apparatus and instruments for controlling electricity
it: Apparecchi e strumenti per il controllo della corrente elettrica

source: Apparatus and instruments for accumulating and storing electricity
it: Apparecchi e strumenti per l'accumulazione e la riserva di energia

source: Signal cables for IT, AV and telecommunication
it: Cavi per segnali per informatica, AV e telecomunicazioni

source: Lasers
it: Laser

source: Electric and electronic components
it: Componenti elettriche ed elettroniche

source: Audio/visual and photographic devices
it: Dispositivi audio/visivi e fotografici

source: Data processing equipment and accessories (electrical and mechanical)
it: Apparecchi ed accessori per elaborazione dati (elettrici e meccanici)

source: Replicating apparatus
it: Apparecchi di riproduzione

source: Controllers (regulators)
it: Controlli (regolatori)

source: Antennas and aerials as communications apparatus
it: Antenne e apparecchi di comunicazione

source: Protective and safety equipment
it: Attrezzatura protettiva e di sicurezza

source: Measuring, counting, alignment and calibrating instruments
it: Strumenti per misurare, conteggiare, allineare e calibrare

source: Monitoring instruments
it: Strumenti di monitoraggio

source: Sensors and detectors
it: Sensori e rilevatori

source: Electrical circuits and circuit boards
it: Circuiti elettrici e pannelli dei circuiti

source: Payment terminals, money dispensing and sorting devices
it: Terminali di pagamento, bancomat e dispositivi di smistamento

source: Electric cables and wires
it: Cavi e fili elettrici

source: Audio devices and radio receivers
it: Dispositivi audio e ricevitori radio

source: Display devices, television receivers and film and video devices
it: Dispositivi con schermo, ricevitori televisivi e dispositivi film e video

source: Computer components and parts
it: Componenti e parti di computer

source: Distance and dimension measuring instruments
it: Strumenti per misurare la distanza e le dimensioni

source: Temperature measuring instruments
it: Strumenti per misurare la temperatura

source: Data loggers and recorders
it: Registratori di dati

source: Time measuring instruments (not including clocks and watches)
it: Stumenti per misurare il tempo (escluso gli orologi da tavolo e da polso)

source: Apparatus and instruments for accumulating electricity
it: Apparecchi e strumenti per l'accumulazione dell'energia elettrica

source: Apparatus and instruments for transforming electricity
it: Apparecchi e strumenti per la conversione dell'energia elettrica

source: Apparatus and instruments for regulating electricity
it: Apparecchi e strumenti per la regolazione dell'energia elettrica

source: Apparatus and instruments for conducting electricity
it: Apparecchi e sistemi per la conduzione elettrica

source: Measuring apparatus and instruments
it: Apparecchi e strumenti di misura

source: Checking (supervision) apparatus and instruments
it: Apparecchi e strumenti di controllo (supervisione)

source: Signalling apparatus and instruments
it: Apparecchi e strumenti di segnalazione

source: Life-saving apparatus and instruments
it: Apparecchi e sistemi di salvataggio

source: Scientific apparatus and instruments
it: Apparecchi e strumenti scientifici

source: Teaching apparatus and instruments
it: Apparecchi e strumenti per la didattica

source: Memory cards for video game machines
it: Schede di memoria per videogiochi

source: 3D spectacles
it: Occhiali per 3D

source: Toner cartridges, unfilled, for printers and photocopiers
it: Cartucce per toner, vuote, per stampanti e fotocopiatrici

source: Computer software applications, downloadable
it: Applicazioni per computer software, scaricabili

source: 3D scanners
it: Scanner 3D

source: Automatic cash sorting and counting machines
it: Macchine automatiche per suddividere e contare contanti

source: Closed circuit television cameras
it: Telecamere a circuito chiuso

source: Coordinate measuring instruments
it: Strumenti per la misura delle coordinate

source: DMB (Digital Multimedia Broadcasting) televisions
it: Televisori DMB (trasmissioni multimediali digitali)

source: Dustproof glasses
it: Occhiali antipolvere

source: HD (High Definition) televisions
it: Televisori ad alta definizione (HD)
